Repository: shanebweaver/CaptureTool
Catalog: src/CaptureTool.Presentation.Windows.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, ru_ru, zh_cn

# NewCaptureButton_Image_Label.Text
source: Screenshot
es_es: Captura de pantalla
fr_fr: Capture d'écran
ru_ru: Снимок экрана
zh_cn: 屏幕截图

# AppTheme_Dark
source: Dark
de_de: Dunkel
es_es: Oscuro
fr_fr: Sombre
ru_ru: Тёмная
zh_cn: 深色

# AppTheme_Light
source: Light
de_de: Hell
es_es: Claro
fr_fr: Clair
ru_ru: Светлая
zh_cn: 浅色

# AppTheme_SystemDefault
source: Use system default
de_de: Systemstandard verwenden
es_es: Usar el tema del sistema
fr_fr: Utiliser les paramètres par défaut du système
ru_ru: Использовать системную тему
zh_cn: 使用系统默认

# HomePage_StartCaptureLabel.Text
source: Start a new capture
de_de: Neue Aufnahme starten
es_es: Iniciar una nueva captura
fr_fr: Démarrer une nouvelle capture
ru_ru: Начать новый захват
zh_cn: 开始新捕获

# HomePage_CaptureOptionsLabel.Text
source: options
de_de: Optionen
es_es: Opciones
ru_ru: Параметры
zh_cn: 选项

# HomePage_GallerySubtitleLabel.Text
source: Files you capture or open in Capture Tool are gathered below.
de_de: Ihre zuletzt aufgenommenen oder geöffneten Dateien werden unten angezeigt.
es_es: Tus archivos capturados o abiertos recientemente aparecen a continuación.
fr_fr: Vos fichiers récemment capturés ou ouverts apparaissent ci-dessous.
ru_ru: Недавно снятые или открытые файлы отображаются ниже.
zh_cn: 最近捕获或打开的文件会显示在下方。

# HomePage_RecentCapturesHeaderLabel.Text
source: Recent files
de_de: Zuletzt verwendete Dateien
es_es: Archivos recientes
fr_fr: Fichiers récents
ru_ru: Недавние файлы
zh_cn: 最近使用的文件

# HomePage_ClearRecentCapturesButton.Text
source: Clear all
de_de: Alle löschen
es_es: Borrar todo
fr_fr: Tout effacer
ru_ru: Очистить все
zh_cn: 全部清除

# HomePage_RecentCaptureOpenMenuItem.Text
source: Open
de_de: Öffnen
es_es: Abrir
fr_fr: Ouvrir
ru_ru: Открыть
zh_cn: 打开

# HomePage_RecentCaptureRemoveMenuItem.Text
source: Remove from recents
de_de: Aus „Zuletzt verwendet“ entfernen
es_es: Quitar de recientes
fr_fr: Retirer des éléments récents
ru_ru: Убрать из недавних
zh_cn: 从最近项目中移除

# HomePage_EmptyRecentCapturesLabel.Text
source: No recent files
de_de: Keine zuletzt verwendeten Dateien
es_es: No hay archivos recientes
fr_fr: Aucun fichier récent
ru_ru: Нет недавних файлов
zh_cn: 没有最近使用的文件

# HomePage_LoadingRecentCapturesLabel.Text
source: Loading more files
de_de: Weitere Dateien werden geladen
es_es: Cargando más archivos
fr_fr: Chargement de fichiers supplémentaires
ru_ru: Загрузка дополнительных файлов
zh_cn: 正在加载更多文件

# ErrorPage_HeaderLabel.Text
source: An error occurred while loading the page.
de_de: Beim Laden der Seite ist ein Fehler aufgetreten.
es_es: Se produjo un error al cargar la página.
fr_fr: Une erreur est survenue lors du chargement de la page.
ru_ru: Произошла ошибка при загрузке страницы.
zh_cn: 加载页面时出错。

# ErrorPage_RestartAppButtonLabel.Text
source: Restart app
de_de: App neu starten
es_es: Reiniciar la aplicación
fr_fr: Redémarrer l’application
ru_ru: Перезапустить приложение
zh_cn: 重启应用

# Settings_HeaderLabel.Text
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
ru_ru: Настройки
zh_cn: 设置

# Settings_LocalizationHeaderLabel.Text
source: Localization
de_de: Sprache und Region
es_es: Localización
fr_fr: Localisation
ru_ru: Локализация
zh_cn: 本地化

# Settings_AppLanguageHeaderLabel.Text
source: App language
de_de: App-Sprache
es_es: Idioma de la aplicación
fr_fr: Langue de l’application
ru_ru: Язык приложения
zh_cn: 应用语言

# Settings_AppLanguageSubtitleLabel.Text
source: Select which app language to display
de_de: Wählen Sie die anzuzeigende Sprache
es_es: Selecciona el idioma de la aplicación
fr_fr: Sélectionner la langue de l’application
ru_ru: Выберите язык интерфейса
zh_cn: 选择显示的应用语言

# Settings_RestartAppButtonLabel.Text
source: Restart app
de_de: App neu starten
es_es: Reiniciar aplicación
fr_fr: Redémarrer l’application
ru_ru: Перезапустить приложение
zh_cn: 重启应用

# Settings_AppearanceHeaderLabel.Text
source: Appearance
de_de: Erscheinungsbild
es_es: Apariencia
fr_fr: Apparence
ru_ru: Внешний вид
zh_cn: 外观

# Settings_AppThemeHeaderLabel.Text
source: App theme
de_de: App-Design
es_es: Tema de la aplicación
fr_fr: Thème de l’application
ru_ru: Тема приложения
zh_cn: 应用主题

# Settings_AppThemeSubtitleLabel.Text
source: Select which app theme to display
de_de: Wählen Sie ein Design für die App
es_es: Selecciona el tema de la aplicación
fr_fr: Sélectionner le thème de l’application
ru_ru: Выберите тему оформления
zh_cn: 选择显示的应用主题

# AppMenu_HelpMenuItem.Title
source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
ru_ru: Справка
zh_cn: 帮助

# AppMenu_FileMenuItem.Title
source: File
de_de: Datei
es_es: Archivo
fr_fr: Fichier
ru_ru: Файл
zh_cn: 文件

# About_DisclaimerOfLiability_DialogContent
source: This application is provided as-is without warranty. The developer is not liable for any misuse, including but not limited to capturing or distributing illegal content.
de_de: Haftungsausschluss Diese Anwendung wird „wie besehen“ bereitgestellt, ohne jegliche ausdrückliche oder stillschweigende Gewährleistung. Der Entwickler übernimmt keine Haftung für eine missbräuchliche Nutzung der Anwendung, insbesondere nicht für das Erfassen oder Verbreiten rechtswidriger Inhalte.
es_es: Esta aplicación se proporciona “tal cual”, sin garantía de ningún tipo, expresa o implícita. El desarrollador no asume ninguna responsabilidad por el uso indebido, incluyendo, pero no limitado a, la captura o distribución de contenido ilegal.
fr_fr: Cette application est fournie « en l’état », sans aucune garantie expresse ou implicite. Le développeur décline toute responsabilité en cas d’utilisation abusive, y compris, sans s’y limiter, la capture ou la diffusion de contenu illicite.
ru_ru: Данное приложение предоставляется «как есть», без каких-либо явных или подразумеваемых гарантий. Разработчик не несёт ответственности за любое неправомерное использование, включая, но не ограничиваясь, захватом или распространением незаконного контента.
zh_cn: 本应用按“现状”提供，不附带任何明示或暗示的保证。开发者不对任何形式的滥用承担责任，包括但不限于捕获或传播非法内容。

# About_TermsOfUse_DialogContent
source: By using this application, you agree to the following terms: Purpose & Intended Use This app is designed solely for lawful personal use to capture, edit, and save images on your device. Any other use, including but not limited to unauthorized surveillance, harassment, or illegal activity, is strictly prohibited. No Data Collection This app does not collect, store, or transmit any personal data. Temporary files may be written to system-designated locations for internal functionality, such as image previews or editing. These are managed by your operating system. User Responsibility You are solely responsible for any content you create, capture, or store using this app. The developer does not monitor or access user data and is not liable for user actions. No Warranty This application is provided "as is", without any warranty of any kind. The developer is not responsible for any damages, losses, or legal issues that may result from its use.
de_de: Durch die Nutzung dieser Anwendung stimmen Sie den folgenden Bedingungen zu: Zweck und bestimmungsgemäße Nutzung Diese Anwendung ist ausschließlich zur rechtmäßigen, privaten Nutzung vorgesehen, insbesondere zur Aufnahme, Bearbeitung und Speicherung von Bildern auf dem Gerät des Nutzers. Jede anderweitige Verwendung – insbesondere zur unbefugten Überwachung, Belästigung oder für rechtswidrige Aktivitäten – ist untersagt. Keine Erhebung personenbezogener Daten Diese Anwendung erhebt, speichert oder überträgt keine personenbezogenen Daten. Temporäre Dateien können im Rahmen der internen Funktionsweise – etwa zur Vorschau oder Bearbeitung von Bildern – an systemseitig vorgesehenen Speicherorten erstellt werden. Die Verwaltung dieser Dateien obliegt dem Betriebssystem. Verantwortung des Nutzers Der Nutzer ist allein verantwortlich für sämtliche Inhalte, die mit dieser Anwendung erstellt, erfasst oder gespeichert werden. Der Entwickler überwacht oder greift nicht auf Benutzerdaten zu und übernimmt keine Haftung für Handlungen der Nutzer. Haftungsausschluss Diese Anwendung wird „wie besehen“ bereitgestellt, ohne jegliche ausdrückliche oder stillschweigende Gewährleistung. Der Entwickler haftet nicht für Schäden, Verluste oder rechtliche Konsequenzen, die sich aus der Nutzung ergeben können.
es_es: Al utilizar esta aplicación, usted acepta los siguientes términos: Propósito y uso previsto Esta aplicación está diseñada exclusivamente para uso personal y legal, con el fin de capturar, editar y guardar imágenes en su dispositivo. Cualquier otro uso, incluyendo pero no limitado a vigilancia no autorizada, acoso o actividades ilegales, está estrictamente prohibido. Sin recopilación de datos Esta aplicación no recopila, almacena ni transmite datos personales. Pueden generarse archivos temporales en ubicaciones designadas por el sistema para funciones internas como la vista previa o edición de imágenes. Estos archivos son gestionados por su sistema operativo. Responsabilidad del usuario Usted es el único responsable del contenido que cree, capture o almacene mediante esta aplicación. El desarrollador no monitorea ni accede a los datos del usuario y no se responsabiliza por las acciones del mismo. Sin garantía Esta aplicación se proporciona “tal cual”, sin garantía de ningún tipo. El desarrollador no es responsable de los daños, pérdidas o problemas legales que puedan derivarse de su uso.
fr_fr: En utilisant cette application, vous acceptez les conditions suivantes : Objet et utilisation prévue Cette application est destinée exclusivement à un usage personnel et légal, permettant de capturer, modifier et enregistrer des images sur votre appareil. Toute autre utilisation, notamment la surveillance non autorisée, le harcèlement ou toute activité illégale, est strictement interdite. Absence de collecte de données Cette application ne collecte, ne stocke ni ne transmet aucune donnée personnelle. Des fichiers temporaires peuvent être écrits dans des emplacements désignés par le système pour assurer certaines fonctionnalités internes, telles que l’aperçu ou la modification d’images. Leur gestion est assurée par votre système d’exploitation. Responsabilité de l’utilisateur Vous êtes seul responsable du contenu que vous créez, capturez ou stockez via cette application. Le développeur ne surveille ni n’accède aux données utilisateur et décline toute responsabilité quant aux actions de l’utilisateur. Absence de garantie Cette application est fournie « en l’état », sans aucune garantie d’aucune sorte. Le développeur n’est pas responsable des dommages, pertes ou problèmes juridiques pouvant résulter de son utilisation.
ru_ru: Используя данное приложение, вы соглашаетесь со следующими условиями: Назначение и допустимое использование Приложение предназначено исключительно для законного личного использования — захвата, редактирования и сохранения изображений на вашем устройстве. Любое иное использование, включая, помимо прочего, несанкционированное наблюдение, преследование или незаконные действия, строго запрещено. Отсутствие сбора данных Приложение не собирает, не хранит и не передаёт персональные данные. Временные файлы могут создаваться в системных папках для внутреннего функционирования, например, при предварительном просмотре или редактировании изображений. Эти файлы управляются вашей операционной системой. Ответственность пользователя Вы несёте полную ответственность за любой контент, который создаёте, захватываете или сохраняете с помощью приложения. Разработчик не отслеживает данные пользователя и не несёт ответственности за действия пользователя. Отказ от гарантий Приложение предоставляется «как есть», без каких-либо гарантий. Разработчик не несёт ответственности за возможные убытки, ущерб или юридические последствия, вызванные его использованием.
zh_cn: 使用本应用即表示您同意以下条款： 用途与预期使用 本应用仅供合法的个人用途，用于在您的设备上捕获、编辑和保存图像。任何其他用途，包括但不限于未经授权的监控、骚扰或非法活动，均被严格禁止。 无数据收集 本应用不会收集、存储或传输任何个人数据。正常使用期间，可能会在系统指定的位置写入临时文件，用于图像预览或编辑等内部功能。这些文件由操作系统负责管理。 用户责任 您对使用本应用创建、捕获或存储的任何内容承担全部责任。开发者不监控或访问用户数据，对用户行为亦不承担任何责任。 无担保条款 本应用按“现状”提供，不附带任何形式的担保。开发者不对因使用本应用可能导致的任何损害、损失或法律问题承担责任。

# About_TermsOfUse_DialogTitle
source: Terms of Use
de_de: Nutzungsbedingungen
es_es: Términos de uso
fr_fr: Conditions d'utilisation
ru_ru: Условия использования
zh_cn: 使用条款

# About_Copyright.Text
source: © 2026 Shane Weaver. All rights reserved.
de_de: © 2026 Shane Weaver. Alle Rechte vorbehalten.
es_es: © 2026 Shane Weaver. Todos los derechos reservados.
fr_fr: © 2026 Shane Weaver. Tous droits réservés.
ru_ru: © 2026 Шейн Уивер. Все права защищены.
zh_cn: © 2026 Shane Weaver。保留所有权利。

# About_DisclaimerOfLiability_ButtonLabel.Text
source: Disclaimer of Liability
de_de: Haftungsausschluss
es_es: Descargo de responsabilidad
fr_fr: Clause de non-responsabilité
ru_ru: Отказ от ответственности
zh_cn: 免责声明

# About_PrivacyPolicy_ButtonLabel.Text
source: Privacy Policy
de_de: Datenschutzrichtlinie
es_es: Política de privacidad
fr_fr: Politique de confidentialité
ru_ru: Политика конфиденциальности
zh_cn: 隐私政策

# About_TermsOfUse_ButtonLabel.Text
source: Terms of Use
de_de: Nutzungsbedingungen
es_es: Términos de uso
fr_fr: Conditions d'utilisation
ru_ru: Условия использования
zh_cn: 使用条款

# About_PrivacyPolicy_DialogContent
source: This application does not collect, store, or transmit any personal data or user-generated content. All captured or edited images remain solely on the user’s device and are not accessible to the developer. Temporary files may be created and stored in system-designated temporary folders during normal use (such as for editing or image previews). These files are managed by the operating system and are automatically cleared periodically. By using this application, you acknowledge that you are responsible for managing content created or saved on your device.
de_de: Diese Anwendung erhebt, speichert oder überträgt keine personenbezogenen Daten oder vom Nutzer generierten Inhalte. Alle aufgenommenen oder bearbeiteten Bilder verbleiben ausschließlich auf dem Gerät des Nutzers und sind für den Entwickler nicht zugänglich. Im Rahmen der normalen Nutzung (z. B. zur Bearbeitung oder Anzeige von Bildvorschauen) können temporäre Dateien in systemseitig vorgesehenen temporären Ordnern erstellt und gespeichert werden. Diese Dateien werden durch das Betriebssystem verwaltet und in regelmäßigen Abständen automatisch gelöscht. Mit der Nutzung dieser Anwendung erkennen Sie an, dass Sie selbst für die Verwaltung der auf Ihrem Gerät erstellten oder gespeicherten Inhalte verantwortlich sind.
es_es: Esta aplicación no recopila, almacena ni transmite datos personales ni contenido generado por el usuario. Todas las imágenes capturadas o editadas permanecen exclusivamente en el dispositivo del usuario y no son accesibles para el desarrollador. Durante el uso normal, pueden crearse y almacenarse archivos temporales en carpetas temporales designadas por el sistema (por ejemplo, para la edición o previsualización de imágenes). Estos archivos son gestionados por el sistema operativo y se eliminan automáticamente de forma periódica. Al utilizar esta aplicación, usted reconoce que es responsable de gestionar el contenido creado o guardado en su dispositivo.
fr_fr: Cette application ne collecte, ne stocke ni ne transmet aucune donnée personnelle ou contenu généré par l’utilisateur. Toutes les images capturées ou modifiées restent exclusivement sur l’appareil de l’utilisateur et ne sont pas accessibles par le développeur. Des fichiers temporaires peuvent être créés et stockés dans des dossiers temporaires désignés par le système lors d’une utilisation normale (par exemple, pour l’édition ou l’aperçu d’images). Ces fichiers sont gérés par le système d’exploitation et sont automatiquement supprimés périodiquement. En utilisant cette application, vous reconnaissez être seul responsable de la gestion du contenu créé ou enregistré sur votre appareil.
ru_ru: Это приложение не собирает, не сохраняет и не передаёт персональные данные или пользовательский контент. Все захваченные или отредактированные изображения остаются исключительно на устройстве пользователя и недоступны для разработчика. Во время обычного использования могут создаваться временные файлы, которые хранятся в системных временных папках (например, для редактирования или предварительного просмотра изображений). Эти файлы управляются операционной системой и автоматически удаляются через определённые интервалы. Используя это приложение, вы подтверждаете, что несёте личную ответственность за управление контентом, созданным или сохранённым на вашем устройстве.
zh_cn: 本应用不会收集、存储或传输任何个人数据或用户生成的内容。所有被捕获或编辑的图像仅保存在用户设备上，开发者无法访问。 在正常使用过程中，系统可能会在指定的临时文件夹中创建并存储临时文件（例如用于编辑或图像预览）。这些文件由操作系统管理，并会定期自动清除。 使用本应用即表示您确认对在设备上创建或保存的内容负有管理责任。

# About_DisclaimerOfLiability_DialogTitle
source: Disclaimer of Liability
de_de: Haftungsausschluss
es_es: Descargo de responsabilidad
fr_fr: Clause de non-responsabilité
ru_ru: Отказ от ответственности
zh_cn: 免责声明

# About_PrivacyPolicy_DialogTitle
source: Privacy Policy
de_de: Datenschutzrichtlinie
es_es: Política de privacidad
fr_fr: Politique de confidentialité
ru_ru: Политика конфиденциальности
zh_cn: 隐私政策

# About_TitleLabel.Text
source: About this app
de_de: Über diese App
es_es: Acerca de esta aplicación
fr_fr: À propos de cette application
ru_ru: О приложении
zh_cn: 关于此应用

# About_HireTitle.Text
source: Work with me
de_de: Mit mir zusammenarbeiten
es_es: Trabaja conmigo
fr_fr: Travaillons ensemble
ru_ru: Сотрудничество
zh_cn: 与我合作

# About_HireDescription.Text
source: I’m available for new Windows projects.
de_de: Ich stehe für neue Windows-Projekte zur Verfügung.
es_es: Estoy disponible para nuevos proyectos de Windows.
fr_fr: Je suis disponible pour de nouveaux projets Windows.
ru_ru: Я готов к новым проектам для Windows.
zh_cn: 我目前可承接新的 Windows 项目。

# About_OpenSourceTitle.Text
source: Open source
es_es: Código abierto
ru_ru: Открытый исходный код
zh_cn: 开源

# About_OpenSourceDescription.Text
source: Capture Tool is open source and available on GitHub.
de_de: Capture Tool ist Open Source und auf GitHub verfügbar.
es_es: Capture Tool es de código abierto y está disponible en GitHub.
fr_fr: Capture Tool est open source et disponible sur GitHub.
ru_ru: Исходный код Capture Tool открыт и доступен на GitHub.
zh_cn: Capture Tool 是开源项目，源代码可在 GitHub 上查看。

# About_ViewResumeButtonLabel.Text
source: View résumé
de_de: Lebenslauf ansehen
es_es: Ver currículum
fr_fr: Voir mon CV
ru_ru: Посмотреть резюме
zh_cn: 查看简历

# About_BuyCoffeeButtonLabel.Text
source: Buy me a coffee
de_de: Kaffee spendieren
es_es: Invítame a un café
fr_fr: M’offrir un café
ru_ru: Угостить меня кофе
zh_cn: 请我喝杯咖啡

# About_ViewSourceButtonLabel.Text
source: View project on GitHub
de_de: Projekt auf GitHub ansehen
es_es: Ver proyecto en GitHub
fr_fr: Voir le projet sur GitHub
ru_ru: Открыть проект на GitHub
zh_cn: 在 GitHub 上查看项目

# ImageEdit_SaveButton.Label
source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
ru_ru: Сохранить
zh_cn: 保存

# ImageEdit_SaveAsButton.Label
source: Save as
de_de: Speichern unter
es_es: Guardar como
fr_fr: Enregistrer sous
ru_ru: Сохранить как
zh_cn: 另存为

# ImageEdit_OpenScreenshotsFolderButton.Label
source: Open screenshots folder
de_de: Screenshot-Ordner öffnen
es_es: Abrir carpeta de capturas de pantalla
fr_fr: Ouvrir le dossier des captures d’écran
ru_ru: Открыть папку снимков экрана
zh_cn: 打开屏幕截图文件夹

# ImageEdit_OpenScreenshotsFolderButton.ToolTipService.ToolTip
source: Open the screenshots folder in File Explorer.
de_de: Screenshot-Ordner im Datei-Explorer öffnen.
es_es: Abrir la carpeta de capturas de pantalla en el Explorador de archivos.
fr_fr: Ouvrir le dossier des captures d’écran dans l’Explorateur de fichiers.
ru_ru: Открыть папку снимков экрана в проводнике.
zh_cn: 在文件资源管理器中打开屏幕截图文件夹。

# ImageEdit_CopyButton.Label
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
ru_ru: Копировать
zh_cn: 复制

# ImageEdit_FlipXButton.Label
source: Mirror
de_de: Spiegeln
es_es: Espejo
fr_fr: Miroir horizontal
ru_ru: Отразить по горизонтали
zh_cn: 镜像

# ImageEdit_RotateButton.Label
source: Rotate
de_de: Drehen
es_es: Rotar
fr_fr: Faire pivoter
ru_ru: Повернуть
zh_cn: 旋转

# ImageEdit_CropButton.Label
source: Crop
de_de: Zuschneiden
es_es: Recortar
fr_fr: Rogner
ru_ru: Обрезать
zh_cn: 裁剪

# ImageEdit_ShapesButton.Label
source: Shapes
de_de: Formen
es_es: Formas
fr_fr: Formes
ru_ru: Фигуры
zh_cn: 形状

# ImageEdit_TextButton.Label
source: Text
es_es: Texto
fr_fr: Texte
ru_ru: Текст
zh_cn: 文本

# ImageEdit_ColorPickerButton.Label
source: Color picker
de_de: Farbauswahl
es_es: Selector de color
fr_fr: Sélecteur de couleur
ru_ru: Пипетка
zh_cn: 取色器

# ImageEdit_PrintButton.Label
source: Print
de_de: Drucken
es_es: Imprimir
fr_fr: Imprimer
ru_ru: Печать
zh_cn: 打印

# ImageEdit_UndoButton.Label
source: Undo
de_de: Rückgängig
es_es: Deshacer
fr_fr: Annuler
ru_ru: Отменить
zh_cn: 撤销

# ImageEdit_RedoButton.Label
source: Redo
de_de: Wiederholen
es_es: Rehacer
fr_fr: Refaire
ru_ru: Повторить
zh_cn: 重做

# AppMenu_ExitItem.Text
source: Exit
de_de: Beenden
es_es: Salir
fr_fr: Quitter
ru_ru: Выход
zh_cn: 退出

# AppMenu_SettingsItem.Text
source: Settings
de_de: Einstellungen
es_es: Configuración
fr_fr: Paramètres
ru_ru: Настройки
zh_cn: 设置

# AppMenu_HomeItem.AccessKey
source: H
de_de: T
es_es: I
fr_fr: C
ru_ru: Г

# AppMenu_HomeItem.Text
source: Home
de_de: Startseite
es_es: Inicio
fr_fr: Accueil
ru_ru: Главная
zh_cn: 主页

# AppMenu_OpenFileItem.Text
source: Open...
de_de: Öffnen...
es_es: Abrir...
fr_fr: Ouvrir...
ru_ru: Открыть...
zh_cn: 打开...

# AppMenu_NewCapture_ImageItem.Text
source: Screenshot
de_de: Bildschirmfoto
es_es: Captura de pantalla
fr_fr: Capture d’écran
ru_ru: Снимок экрана
zh_cn: 屏幕截图

# AppMenu_AboutItem.Text
source: About
de_de: Info
es_es: Acerca de
fr_fr: À propos
ru_ru: О программе
zh_cn: 关于

# AppMenu_NewCaptureItem.Text
source: New image capture
de_de: Neue Bildaufnahme
es_es: Nueva captura de imagen
fr_fr: Nouvelle capture d'image
ru_ru: Новый захват изображения
zh_cn: 新建图像捕获

# AppMenu_NewVideoCaptureItem.Text
source: New video capture
de_de: Neue Videoaufnahme
es_es: Nueva captura de vídeo
fr_fr: Nouvelle capture vidéo
ru_ru: Новый захват видео
zh_cn: 新建视频捕获

# ShapeToolbar_ShapeType.Header
source: Shape Type
de_de: Formtyp
es_es: Tipo de forma
fr_fr: Type de forme
ru_ru: Тип формы
zh_cn: 形状类型

# ShapeToolbar_RectangleItem.Text
source: Rectangle
de_de: Rechteck
es_es: Rectángulo
ru_ru: Прямоугольник
zh_cn: 矩形

# ShapeToolbar_EllipseItem.Text
source: Ellipse
es_es: Elipse
ru_ru: Эллипс
zh_cn: 椭圆

# ShapeToolbar_LineItem.Text
source: Line
de_de: Linie
es_es: Línea
fr_fr: Ligne
ru_ru: Линия
zh_cn: 直线

# ShapeToolbar_ArrowItem.Text
source: Arrow
de_de: Pfeil
es_es: Flecha
fr_fr: Flèche
ru_ru: Стрелка
zh_cn: 箭头

# ShapeToolbar_RectangleOption.ToolTipService.ToolTip
source: Rectangle shape
de_de: Rechteckform
es_es: Forma de rectángulo
fr_fr: Forme rectangle
ru_ru: Фигура «Прямоугольник»
zh_cn: 矩形形状

# ShapeToolbar_EllipseOption.ToolTipService.ToolTip
source: Ellipse shape
de_de: Ellipsenform
es_es: Forma de elipse
fr_fr: Forme ellipse
ru_ru: Фигура «Эллипс»
zh_cn: 椭圆形状

# ShapeToolbar_LineOption.ToolTipService.ToolTip
source: Line shape
de_de: Linienform
es_es: Forma de línea
fr_fr: Forme ligne
ru_ru: Фигура «Линия»
zh_cn: 直线形状

# ShapeToolbar_ArrowOption.ToolTipService.ToolTip
source: Arrow shape
de_de: Pfeilform
es_es: Forma de flecha
fr_fr: Forme flèche
ru_ru: Фигура «Стрелка»
zh_cn: 箭头形状

# ShapeToolbar_StrokeColor.Text
source: Stroke Color
de_de: Konturfarbe
es_es: Color del trazo
fr_fr: Couleur du contour
ru_ru: Цвет контура
zh_cn: 描边颜色

# ShapeToolbar_FillColor.Text
source: Fill Color
de_de: Füllfarbe
es_es: Color de relleno
fr_fr: Couleur de remplissage
ru_ru: Цвет заливки
zh_cn: 填充颜色
